{
  "imageFolder": "image/",
  "unitList": [
    {
      "img": "01.webp",
      "name": "마린",
      "desc": "소형 생체 유닛. 지상과 공중 공격 모두 가능하다. 타 종족의 첫 번째 공격 유닛들(저글링, 질럿)이 오로지 지상 근접전만 가능한 유닛임을 생각해보면 이례적인 특성. 계급은 이등병으로 SCV와 함께 가장 낮다.",
      "tribe": "Terran",
      "building": "배럭",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.1"
    },
    {
      "img": "02.webp",
      "name": "파이어벳",
      "desc": "강화된 중장갑 전투복과 화염방사기로 무장한 돌격 보병. 지상전에서만 사용 가능한 Terran 바이오닉의 한 축. 일반적으로 Terran의 오직 하나 뿐인 근접 공격 유닛으로 여긴다.",
      "tribe": "Terran",
      "building": "배럭",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.1"
    },
    {
      "img": "03.webp",
      "name": "고스트",
      "desc": "다양한 특수 능력을 보유한 Terran의 최종 테크 보병 유닛. Terran 유닛들은 생산 건물 테크에 따라 유닛 테크가 갈리는데 유일한 예외가 바로 이 고스트다. 생산은 1티어인 배럭스에서 하지만 테크는 배틀크루저와 같은 최종 테크이다.",
      "tribe": "Terran",
      "building": "배럭",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.1"
    },
    {
      "img": "04.webp",
      "name": "메딕",
      "desc": "Terran의 의무 지원 보병 유닛으로 사관학교를 지으면, 병영에서 생산이 가능하다.",
      "tribe": "Terran",
      "building": "배럭",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.1"
    },
    {
      "img": "05.webp",
      "name": "벌쳐",
      "desc": "공중 부양 차량인 벌처는 보통 Terran 식민지의 복잡한 지형을 정찰하는데 사용된다. 벌처에 사용된 ‘중력 제한 부양 기술’ 덕분에, 이 차량은 속도를 잃지 않고도 거친 지형을 자유자재로 누빌 수 있다. 비록 본격적인 화력전에는 적합하지 않지만 이들은 정찰이나 탐색[1]에 뛰어난 성능을 발휘하며, 차체에 장착된 수류탄 발사기는 얇은 갑옷을 갖춘 목표물을 공격하는데 적합하다.",
      "tribe": "Terran",
      "building": "팩토리",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.1"
    },
    {
      "img": "06.webp",
      "name": "시즈탱크",
      "desc": "두터운 장갑을 갖춘 아크라이트 공성 전차는 Terran 연방 전체에 가공할 화력과 한 번도 실패한 적이 없는 점령/전진 전술로 잘 알려져 있다. 이 대포는 원래 최종 방어를 위해 설계되었지만, 골리앗의 도입으로 효과적인 전술을 위해서는 기동력이 필수적이라는 사실이 증명되어 재설계되는 운명을 맞았다. 처음 생산되는 공성 전차는 한 가지 모드로만 운용이 가능하나, 업그레이드를 통해 두 가지의 모드로 운용이 가능하도록 설계되었다.",
      "tribe": "Terran",
      "building": "팩토리",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.1"
    },
    {
      "img": "07.webp",
      "name": "골리앗",
      "desc": "라스코프사에 의해 개발된 골리앗은 원래 켈-모리안 연합에 의해 보병 지원용으로 개발되었다. 그러나 산업 스파이들이 골리앗의 설계도를 훔쳐낸 후 Terran 연합에 팔아넘겼고, 덕분에 현재의 골리앗은 거의 모든 Terran 식민지에서 흔히 볼 수 있는 표준 장비가 되었다.",
      "tribe": "Terran",
      "building": "팩토리",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.1"
    },
    {
      "img": "08.webp",
      "name": "레이스",
      "desc": "다재다능한 일인승 망령 전투기가 식민지 우주군에 합류한 것은 극히 최근의 일이다. 전통적으로 대부분의 우주 전투는 대형 전함과 소형 공격기 사이에 이루어졌다. 그러나 타르소니아의 기술진들은 기동성이 뛰어난 소형의 고속 전투기가 대형 전함에 집중적인 공격을 가한 후 방어용 대공포의 공격을 피해 달아날 수도 있다는 사실을 알아냈다. 망령은 이러한 우주 제공 전투기의 최신 형태로, 공대공 무장은 물론이고 동체에 지상 공격을 위한 연발 레이저 포까지 탑재하고 있다.",
      "tribe": "Terran",
      "building": "스타포트",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.1"
    },
    {
      "img": "09.webp",
      "name": "드랍쉽",
      "desc": "중장갑을 갖춘 Terran의 수송선은 식민지 방어 시스템의 핵심적인 요소이다. 수송선은 대기권과 우주 양쪽에서 사용할 수 있다. 수송선의 겁 없는 조종사들은 이 결함 많고 믿을 수 없는 함정으로 해병대의 기갑 유닛과 보병들을 전투 지역이나 전략적 요충지까지 수송하는 임무를 맡고 있다. 수송선에 무기를 설치하려는 시도가 잠시 진행되었으나, 수송 능력을 최대로 끌어올리고자 곧 중단되었다.",
      "tribe": "Terran",
      "building": "스타포트",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.1"
    },
    {
      "img": "10.webp",
      "name": "사이언스베슬",
      "desc": "많은 식민지들이 탐험용 과학선을 전략적 요충지에 배치하여 특이 현상을 연구하고 있다. 특히 입실런 대대는 과학선을 동맹의 변방을 따라 배치하여 정찰 및 연구용으로 사용하고 있다. 최근 외계인들의 군대가 Terran의 식민지를 침범함에 따라 과학선과 그 승무원들은 전자전 장비와 전투 지원을 위해 돌아오게 되었다. 과학선의 주된 능력은 숨겨진 적 유닛을 발견하는 것이다. 과학선에 특수 장비를 장치하면 그외에도 여러 유용한 효과를 얻을 수 있다.",
      "tribe": "Terran",
      "building": "스타포트",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.1"
    },
    {
      "img": "11.webp",
      "name": "배틀크루저",
      "desc": "가히 하늘을 나는 요새(flying fortresses)라 부를 만한 거대한 베헤모스급 전투순양함은 Terran 구역의 평화를 유지하기 위해 설계 되었다. 다수의 레이저 포대와 두꺼운 신강철[2] 장갑을 갖춘 이 전함은 Terran의 가장 강력한 우주선이다. 많은 식민지 장군들은 장기간에 걸친 우주 작전 시 전투순양함을 사령선으로 사용한다.",
      "tribe": "Terran",
      "building": "스타포트",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.1"
    },
    {
      "img": "12.webp",
      "name": "발키리",
      "desc": "발키리 전투함은 UED 원정군 함대에 새롭게 추가된 전력이다. 발키리의 광륜 미사일은 일반 전투기의 기체 구조물을 완전히 가루로 만들 수 있는 파괴력을 자랑한다. 이 미사일은 한번에 14발씩 발사되며[2] 대규모 광역 폭발 효과가 있다. 조준 시스템의 폭발 반경은 주 목표물뿐만 아니라 폭발 지역 안에 있는 2차 목표물에도 가장 효과적인 피해를 줄 수 있도록 설계되었다. 발키리의 두꺼운 장갑은 중앙 제어 장치에 피해가 가기 전까지 꽤 오랜 시간 동안 적의 공격을 견딜 수 있도록 설계되어 있다.",
      "tribe": "Terran",
      "building": "스타포트",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.1"
    },
    {
      "img": "13.webp",
      "name": "드론",
      "desc": "엘더스타인(Eldersthine) 행성의 야생 가쉬르 말벌은 원래 자원 수집을 담당하기 위해 저그에 편입되었다. 시간이 흐름에 따라 말벌은 애벌레의 능력을 전수받아 일벌레(Drone)로 진화하였다. 일벌레는 애벌레처럼 자신의 유전자 정보를 변경하여 초기 형태의 저그 건물로 변신할 수 있다.",
      "tribe": "Zerg",
      "building": "해처리",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.2"
    },
    {
      "img": "14.webp",
      "name": "저글링",
      "desc": "온통 모래로 덮인 행성 즈가시에 사는 작고 잔혹한 듄러너는 정찰과 돌격대 임무의 수행을 위해 저그 종족으로 흡수되었다. 저글링은 지능이나 육체적 능력은 야생 동물보다 그다지 나을 것이 없지만, 많은 수가 모이면 주요 저그 전사들의 지휘 하에 대규모 작전 전개가 가능하다. 저글링은 돌출부의 면도날처럼 날카로운 낫과 송곳니로 적을 갈가리 찢어버리는 것을 즐긴다. 저글링의 유전자는 복제하기가 매우 간단하여, 애벌레 하나가 저글링 두 마리로 변신할 수 있다.",
      "tribe": "Zerg",
      "building": "해처리",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.2"
    },
    {
      "img": "15.webp",
      "name": "오버로드",
      "desc": "준 지성체 가간티스 프록시매는 스스로 우주 여행을 할 수 있는 거대한 동물이었다. 저그는 가간티스 프록시매의 발달된 감각을 활용하여 전장에서 저그의 전사들을 지원하기 위해 이 생명체를 흡수했다. 가간티스 프록시매는 저그 종족에 아무런 저항도 없이 동화되었고, 정신체는 자신의 부대에 대한 확고한 지배를 유지하는데 그들을 활용했다. 대군주는 전투가 진행되는 동안 저그 족의 전사들에게 명령을 내리고 질서를 유지하며, 때로는 발달된 감각 기능을 이용하여 정찰기로서의 역할을 수행하기도 한다. 그들은 숨어 있는 적 유닛을 발견하는 선천적인 능력을 갖추고 있으며, 심지어는 은폐 장비나 시공간의 왜곡을 통해 숨어 있는 적도 발견할 수 있다.",
      "tribe": "Zerg",
      "building": "해처리",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.2"
    },
    {
      "img": "16.webp",
      "name": "히드라리스크",
      "desc": "슬로시엔은 원래 평화로운 초식 동물이었다. 그러나 저그에 편입된 후 이 초식 동물은 저그 종족 중에서도 가장 사납고 악마같은 전사로 변신했다. 초월체는 송충이를 닮은 슬로시엔의 유전자를 조작하여, 이 불운한 동물을 히드라리스크라는 이름으로 알려진 악몽에서나 등장할 법한 살육자로 변화시켰다. 한때 온순한 동물이었던 히드라리스크는 이제 피와 폭력에 굶주린 동물로 변했다.",
      "tribe": "Zerg",
      "building": "해처리",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.2"
    },
    {
      "img": "17.webp",
      "name": "뮤탈리스크",
      "desc": "뮤탈리스크는 외진 디나레스 구역에 살던 만티스 스크리머에서 거의 변화하지 않았다. 대기와 우주 비행이 모두 가능한 뮤탈리스크는 저그 족의 공중 유닛들 중에서 핵심적인 역할을 담당한다. 뮤탈리스크는 적의 몸을 빠른 속도로 뚫고 나가는 공생체로 적을 공격한다.",
      "tribe": "Zerg",
      "building": "레어",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.2"
    },
    {
      "img": "18.webp",
      "name": "스컬지",
      "desc": "육중한 수호군주와 극명하게 대비되는 것이 바로 이 소형 갈귀이다. 눈이 없는 이 동물은 적 전함을 찾아내어 자살 공격을 가한다. 갈귀의 몸에서 나오는 촉매제가 전함의 몸체와 충돌할 때 마치 플라즈마 폭탄처럼 폭발을 일으킨다. 많은 수의 갈귀가 모이면 대규모의 전투기 편대나 심지어 전투순양함마저 격파할 수 있다. 갈귀는 저글링과 마찬가지로 유전자 형태가 단순하기 때문에, 하나의 애벌레에서 두 마리가 태어난다.",
      "tribe": "Zerg",
      "building": "레어",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.2"
    },
    {
      "img": "19.webp",
      "name": "퀸",
      "desc": "저그 종족의 여왕은 이름과는 달리 애벌레를 낳지는 않는다. 하지만 여왕의 지위는 기생충을 닮은 여러 가지 동물을 낳을 수 있는 능력에서 얻어진 것이다. 여왕은 스스로 공격할 수 있는 능력이 없고 연약한 갑옷 때문에 적의 공격에 대단히 취약하므로, 주로 군락의 중앙에 거주하며 다른 저그의 성장을 지켜보곤 한다.",
      "tribe": "Zerg",
      "building": "레어",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.2"
    },
    {
      "img": "20.webp",
      "name": "럴커",
      "desc": "저그 종족에 새로이 추가된 잔인한 전사 가시지옥은 저그의 군락과 외곽 기지의 방어용 유닛으로 이용된다. 가시지옥은 히드라리스크가 변태한 모습으로 고밀도의 가시 뭉치를 적에게 발사하는 공격 형태를 지녔지만, 잠복 상태가 아니면 이러한 지하 공격을 할 수 없다. 이 가시의 사정거리 안에 들어온 지상의 적은, 가시지옥에게 걸림과 동시에 몸체가 꿰뚫리고 만다. 이들의 가시는 피부나 금속뿐만 아니라 강화 처리된 장갑판 조차도 뚫을 수 있다. 가시지옥의 유일한 약점은 지상에 나와 있을 경우 방어력이 전혀 없다는 점이다.",
      "tribe": "Zerg",
      "building": "레어",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.2"
    },
    {
      "img": "21.webp",
      "name": "울트라리스크",
      "desc": "원래의 조상인 온순한 브론톨리스와 전혀 닮은 바가 없어 보이는 울트라리스크는 저그의 지상 병력 중 가장 강력한 궁극유닛이다. 저그의 주력 지상군인 이들은 어떤 종족의 장갑 차량보다도 강력하다. 이 거대한 괴물은 어떤 적에 대해서도 효과적인 공격 병기로 활용된다. 그들의 등에서 뻗어 나온 거대한 뼈처럼 생긴 날은 거의 파괴할 수 없을 정도로 단단하고, 어떤 물질이라도 가볍게 자를 수 있다. 이 괴물에 접근하는 가장 좋은 방법은 공중에서 공격을 가하는 것이다.",
      "tribe": "Zerg",
      "building": "하이브",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.2"
    },
    {
      "img": "22.webp",
      "name": "디파일러",
      "desc": "파멸충은 저그의 광적이고 가학적인 본성을 잘 보여주는 표본이라고 할 수 있다. 애벌레와 마찬가지로 파멸충은 모든 저그 종족의 유전자를 보유하고 있다. 그러나 파멸충은 이 유전자 정보로 저그 종족을 생산하는 것이 아니라, 반대로 저그 족에게 치명적인 효과를 나타내는 악성 독소를 생산해 낸다. 파멸충은 또한 부식성 독을 뱉어서 자신을 방어할 수 있지만, 가능한 한 직접적인 전투는 피한다.",
      "tribe": "Zerg",
      "building": "하이브",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.2"
    },
    {
      "img": "23.webp",
      "name": "가디언",
      "desc": "뮤탈리스크는 한편 또 다른 형태로 변신할 수 있다. 이 형태는 비명 사마귀가 새끼를 낳을 때 취하는 모습으로 알려져 있다. 저그의 수호군주는 더욱 견고한 장갑을 갖추고, 뮤탈리스크의 공격보다 훨씬 원거리의 적을 공격할 수 있는 산 덩어리를 발사한다. 수호군주는 지상 유닛만 공격할 수 있으며, 공중 공격에 대응할 수 있는 무기는 갖추고 있지 않다.",
      "tribe": "Zerg",
      "building": "하이브",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.2"
    },
    {
      "img": "24.webp",
      "name": "디바우러",
      "desc": "",
      "tribe": "Zerg",
      "building": "하이브",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.2"
    },
    {
      "img": "25.webp",
      "name": "프로브",
      "desc": "탐사정은 연결체를 위한 로봇 일꾼이며, 프로토스 기술의 발전을 위해 필요한 다양한 자원을 수집하는 역할을 한다. 탐사정은 또한 프로토스 건물을 이동시킬 수 있는 소형 신호기를 제작하고 건물을 불러올 장소에 심는 역할도 한다. 이 신호기는 고향 행성에서 미리 준비된 건물이 소환될 장소를 알려 준다.",
      "tribe": "Protoss",
      "building": "넥서스",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.3"
    },
    {
      "img": "26.webp",
      "name": "질럿",
      "desc": "높은 계급에 오르지 못한 기사단의 용사들을 광전사라 부른다. 두려움을 모르는 이 용사들은 칼라의 가르침을 따르며 전장에서 맹위를 떨친다. 인공생체 장치에 의해 능력을 더욱 향상시키고 강화 장갑으로 무장한 광전사는 전쟁을 맞이한 프로토스인의 용맹을 상징한다. 광전사는 근접전을 벌일 때 팔뚝 아래로 사이오닉 에너지를 집중시켜 날카로운 사이오닉 검을 만들어내어 무기로 사용한다.",
      "tribe": "Protoss",
      "building": "게이트웨이",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.3"
    },
    {
      "img": "27.webp",
      "name": "드라군",
      "desc": "불구가 되거나 전투에서 치명적인 상처를 입은 프로토스의 용사들은 용기병으로 지원하여 대의회에 대한 봉사를 계속할 수 있다. 지원자의 몸은 거대한 로봇의 몸체와 합체가 된다. 용사는 칼라(Khala)를 통해 자신의 정신력을 로봇의 제어부와 일치시킴으로써 로봇을 자신의 수족처럼 부릴 수 있다. 용기병은 반입자 에너지를 발사함으로써 광전사 군단에게 절실히 필요한 화포 지원을 제공한다. 물질을 분해하는 힘을 지닌 이 에너지탄은 공중 및 지상 유닛에게 모두 유효하다.",
      "tribe": "Protoss",
      "building": "게이트웨이",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.3"
    },
    {
      "img": "28.webp",
      "name": "하이템플러",
      "desc": "고위 기사들은 프로토스 지상군의 노련한 전사들이다. 프로토스 제국 전체에 용맹을 떨치는 이들은 프로토스의 고향 아이어를 수호하고자 밤낮으로 경계를 늦추지 않는다. 고위 기사단은 그들의 사이오닉 능력을 완벽하게 갈고 닦기 위하여 육체적인 훈련은 받지 않는다.",
      "tribe": "Protoss",
      "building": "게이트웨이",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.3"
    },
    {
      "img": "29.webp",
      "name": "다크템플러",
      "desc": "칼라의 규율을 따르지 않는다는 이유로 아이어에서 추방당한 암흑 기사단은 수 세대 동안 우주의 변방을 떠돌아다녔다. 이 강력한 전사들은 차디찬 우주의 공허로부터 끌어낸 비밀스러운 힘을 이용하여 빛을 굴절시킴으로써 자신의 모습을 보이지 않도록 할 수 있는 능력을 지녔다. 개량된 사이오닉 검인 변형 차원검으로 무장한 암흑 기사는 그들의 부족과 종족의 고대 비밀을 지키고자 물불을 가리지 않고 전투에 임한다.",
      "tribe": "Protoss",
      "building": "게이트웨이",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.3"
    },
    {
      "img": "30.webp",
      "name": "아콘",
      "desc": "폭풍처럼 타오르는 프로토스 정신의 화신, 집정관은 상상할 수 없는 힘을 발산하며 그들의 무시무시한 사이오닉 폭풍은 하늘과 지상의 적을 무차별적으로 공격한다. 프로토스는 귀중한 기사단을 희생시키는 것을 끔찍이 싫어하지만, 궁극의 전사 집정관이 된 기사들은 명예로운 기사단의 기록에 이름을 남기게 된다.",
      "tribe": "Protoss",
      "building": "게이트웨이",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.3"
    },
    {
      "img": "31.webp",
      "name": "다크아콘",
      "desc": "진홍빛으로 불타는 암흑 집정관은 어느 전장에서나 두려운 존재이다. 살아있는 사이오닉 에너지의 집합체인 암흑 집정관은 암흑 기사단의 끝없는 분노를 상징한다. 두 명의 암흑 기사가 융합하여 탄생하는 암흑 집정관은 우주의 공허에서 끌어낸 신비한 에너지를 사용한다. 암흑 기사단 자신들도 이 무시무시한 힘을 두려워한 나머지 암흑 집정관의 융합을 천 년간이나 법으로 금지했을 정도였으나, 저그와의 전쟁으로 고향 행성인 아이어가 파괴되자 가장 강력한 무기가 필요하다는 사실을 다시 깨닫게 되었다.",
      "tribe": "Protoss",
      "building": "게이트웨이",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.3"
    },
    {
      "img": "32.webp",
      "name": "셔틀",
      "desc": "프로토스의 왕복선은 지상군을 전투 지역까지 수송하는 데 사용된다. 이 무인 수송선은 두꺼운 장갑을 갖추고 있지만 공격 무기는 없다. 왕복선은 거대한 파괴자조차 내부에 수용할 수 있을 정도로 큰 덩치를 자랑한다.",
      "tribe": "Protoss",
      "building": "로보틱스",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.3"
    },
    {
      "img": "33.webp",
      "name": "리버",
      "desc": "주로 지상 화력 지원을 위해 사용되는 이 거대한 기계 덩어리는 순식간에 적의 기지를 괴멸시킬 수 있는 파괴력으로 잘 알려져 있다. 파괴자 자체에는 아무런 무장도 탑재되어 있지 않지만 프로토스 모함과 유사한 소규모의 생산 공장을 내부에 갖추고 있다.",
      "tribe": "Protoss",
      "building": "로보틱스",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.3"
    },
    {
      "img": "34.webp",
      "name": "옵저버",
      "desc": "이 소형 유닛은 광대한 황무지를 정찰하거나 후세에 전하고자 전투의 진행 상황을 기록하는 일에 투입된다. 관측선은 복잡한 감지 시스템 때문에 방어를 위해 필요한 장비는 갖추지 못하고 있다. 하지만 관측선은 은폐하거나 숨어있는 유닛을 손쉽게 발견할 수 있으므로 전장에서 필수적인 존재이다.",
      "tribe": "Protoss",
      "building": "로보틱스",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.3"
    },
    {
      "img": "35.webp",
      "name": "스카우트",
      "desc": "비록 프로토스는 이 강력한 전투기를 단순한 정찰기로 밖에 여기지 않지만, 이들 대부분은 다른 전투기들을 압도하는 능력을 지니고 있다. 대공 및 대지 공격이 모두 가능한 정찰기의 주 목적은 프로토스 함대의 국지 방어를 수행하는 것이다. 하지만 때로는 다양한 적 세력과 맞서 싸우기 위해 사용되기도 한다.",
      "tribe": "Protoss",
      "building": "스타게이트",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.3"
    },
    {
      "img": "36.webp",
      "name": "캐리어",
      "desc": "거대한 우주모함은 프로토스 함대 사령관들의 이동 사령선으로 사용된다. 중장갑과 보호막을 갖춘 모함은 핵심적인 적 목표물을 향해 무인 요격기를 발진시켜 적의 방어막을 돌파한다. 우주모함 자체에는 무기가 장착되어 있지 않지만, 요격기를 이용한 공격은 특히 공중전에서 대단히 놀라운 위력을 발휘한다.",
      "tribe": "Protoss",
      "building": "스타게이트",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.3"
    },
    {
      "img": "37.webp",
      "name": "아비터",
      "desc": "사이오닉 에너지와 수수께끼에 둘러싸인 중재자 비행선은 종종 프로토스 함대를 따라 전투에 참전하곤 한다. 중재자에 탑승한 심판관들은 중재자를 중심으로 차원 왜곡장을 형성하여 가까이에 있는 모든 유닛을 숨긴다. 중재자 자체는 그처럼 거대한 에너지를 발생하기 위해 시공간 상에 고정되어야 하므로 다른 중재자의 영향을 받더라도 적의 눈에 여전히 보인다.",
      "tribe": "Protoss",
      "building": "스타게이트",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.3"
    },
    {
      "img": "38.webp",
      "name": "커세어",
      "desc": "우주를 떠도는 자신들의 함대를 보호할 목적으로 암흑 기사단은 이 날렵한 중형 전투선을 건조하였다. 공중전에서 특히 위력적인 중성자 섬광탄을 장착한 해적선은 프로토스 함대에 새로이 추가된 다용도 전투기이다. 해적선의 기술인 강력한 분열망은 지상군이나 방어용 건물의 공격을 일순간 정지시킬 수 있다. 이러한 기술은 적진에 대한 대규모 작전에서 프로토스의 귀중한 전술로 활용될 수 있다.",
      "tribe": "Protoss",
      "building": "스타게이트",
      "link": "https://namu.wiki/w/%EC%8A%A4%ED%83%80%ED%81%AC%EB%9E%98%ED%94%84%ED%8A%B8#s-3.3"
    }
  ]
}
